<?php

return [
    'cities'  => [
        'all'       => 'Получена коллекция Городов.',
        'one'       => 'Получен один Город.',
        'not_found' => 'Город с ID = :id не найден!',
        'created'   => 'Город создан.',
        'updated'   => 'Город обновлён.',
        'deleted'   => 'Город удалён.',
    ],
    'regions' => [
        'all'       => 'Получена коллекция Регионов.',
        'one'       => 'Получен один Регион.',
        'not_found' => 'Регион с ID = :id не найден!',
        'created'   => 'Регион создан.',
        'updated'   => 'Регион обновлён.',
        'deleted'   => 'Регион удалён.',
    ],
];
