<?php

return [
    'categories' => [
        'all'         => 'Получены все Группы товаров.',
        'one'         => 'Получена одна Группа товаров.',
        'not_found'   => 'Группа товаров с ID = :id не найдена.',
        'created'     => 'Группа товаров создана.',
        'updated'     => 'Группа товаров обновлена.',
        'deleted'     => 'Группа товаров удалена.',
        'not_deleted' => 'Группа товаров не может быть удалена.',
    ],
    'cities'     => [
        'all'         => 'Получена коллекция Городов.',
        'one'         => 'Получен один Город.',
        'not_found'   => 'Город с ID = :id не найден.',
        'created'     => 'Город создан.',
        'updated'     => 'Город обновлён.',
        'deleted'     => 'Город удалён.',
        'not_deleted' => 'Город не может быть удалён.',
    ],
    'products'   => [
        'all'         => 'Получена коллекция Продуктов.',
        'one'         => 'Получен один Продукт.',
        'not_found'   => 'Продукт с ID = :id не найден.',
        'created'     => 'Продукт создан.',
        'updated'     => 'Продукт обновлён.',
        'deleted'     => 'Продукт удалён.',
        'not_deleted' => 'Продукт не может быть удалён.',
    ],
    'regions'    => [
        'all'         => 'Получена коллекция Регионов.',
        'one'         => 'Получен один Регион.',
        'not_found'   => 'Регион с ID = :id не найден.',
        'created'     => 'Регион создан.',
        'updated'     => 'Регион обновлён.',
        'deleted'     => 'Регион удалён.',
        'not_deleted' => 'Регион не может быть удалён.',
    ],
];
