INSERT INTO categories (id, name, is_active, created_at, updated_at)
VALUES (1, 'Granmulino Премиум', 1, '2019-09-30 06:06:34', '2020-10-01 12:55:43'),
       (2, 'Granmulino Стандарт', 1, '2019-09-30 10:37:00', '2020-09-28 22:35:35'),
       (3, 'Granmulino Плюс', 1, '2019-09-28 18:57:35', '2020-10-01 09:39:57'),
       (4, 'Granmulino Kids', 1, '2019-09-29 19:20:28', '2020-09-28 22:16:55'),
       (5, 'Мука Granmulino', 1, '2019-10-01 10:11:31', '2020-09-30 06:37:00'),
       (6, 'Семейный Гарнир', 1, '2019-10-02 06:51:21', '2020-09-30 21:36:42'),
       (7, 'Granmulino Йод', 1, '2019-09-30 17:07:29', '2020-10-02 10:19:29'),
       (8, 'Мука для пиццы Granmulino Pro', 1, '2024-09-30 15:19:44', '2024-09-30 15:49:05');
