-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Хост: 10.0.0.46
-- Время создания: Июл 28 2024 г., 15:39
-- Версия сервера: 5.7.37-40
-- Версия PHP: 7.2.34

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT = @@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS = @@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION = @@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `a0126478_promo`
--

-- --------------------------------------------------------

--
-- Структура таблицы `products`
--

CREATE TABLE `products`
(
    `id`        tinyint(5) UNSIGNED NOT NULL,
    `name`      varchar(255)        NOT NULL,
    `group_id`  tinyint(2)          NOT NULL,
    `is_active` tinyint(1)          NOT NULL DEFAULT '1'
) ENGINE = MyISAM
  DEFAULT CHARSET = utf8 COMMENT ='Ассортимент продукции';

--
-- Дамп данных таблицы `products`
--

INSERT INTO `products` (`id`, `name`, `group_id`, `is_active`)
VALUES (1, 'Бантики, 400 г', 1, 1),
       (2, 'Елочка, 400 г', 1, 1),
       (3, 'Перья, 400 г', 5, 0),
       (4, 'Пуговка, 400 г', 1, 1),
       (5, 'Рожки витые, 800 г', 7, 1),
       (70, 'Букатини, 400 г', 2, 1),
       (7, 'Рожки витые, 450 г', 2, 0),
       (8, 'Рожки витые, 400 г', 2, 1),
       (9, 'Мука пшеничная, 1 кг', 6, 1),
       (10, 'Мука пшеничная, 2 кг', 6, 1),
       (11, 'Хлопья овсяные, 400 г', 8, 0),
       (12, 'Гречка ядрица, 800 г', 8, 0),
       (13, 'Рис длиннозёрный, 800 г', 8, 0),
       (14, 'Рис пропаренный, 800 г', 8, 0),
       (15, 'Рис краснодарский, 500 г', 8, 0),
       (16, 'Крупа манная «М», 700 г', 8, 0),
       (17, 'Крупа манная «Т», 450 г', 8, 0),
       (18, 'Спираль, 400 г', 2, 1),
       (19, 'Спагетти, 400 г', 2, 1),
       (20, 'Вермишелька, 400 г', 2, 1),
       (21, 'Рожки, 400 г', 2, 1),
       (22, 'Маргаритка, 400 г', 2, 1),
       (23, 'Лапша короткая, 400 г', 2, 1),
       (24, 'Гребешок, 400 г', 1, 1),
       (25, 'Спираль тонкая, 400 г', 1, 1),
       (26, 'Трубочка большая, 400 г', 1, 1),
       (27, 'Сапожок большой, 400 г', 1, 1),
       (28, 'Перья большие, 400 г', 1, 1),
       (29, 'Спагетти, 400 г', 1, 1),
       (30, 'Лапша длинная, 400 г', 1, 1),
       (31, 'Гребешок, 800 г', 1, 1),
       (32, 'Рожки витые, 800 г', 1, 1),
       (33, 'Спагетти, 750 г', 3, 1),
       (34, 'Перья, 700 г', 3, 1),
       (35, 'Сапожок, 700 г', 3, 1),
       (36, 'Рожки витые, 700 г', 3, 1),
       (37, 'Вермишель, 800 г', 7, 1),
       (38, 'Колечко, 800 г', 7, 1),
       (39, 'Перья, 800 г', 7, 1),
       (40, 'Рожки, 800 г', 7, 1),
       (41, 'Рожки любительские, 800 г', 7, 1),
       (42, 'Рожки соломка, 800 г', 7, 1),
       (43, 'Сапожок, 800 г', 7, 1),
       (44, 'Спагетти, 500 г', 7, 1),
       (45, 'Перья, 450 г', 2, 1),
       (46, 'Спираль, 450 г', 2, 1),
       (47, 'Спагетти, 450 г', 2, 0),
       (48, 'Лапша длинная, 450 г', 2, 0),
       (49, 'Бабочки, 400 г', 2, 1),
       (50, 'Бантики, 400 г', 2, 1),
       (51, 'Сапожок, 400 г', 2, 1),
       (52, 'Серпантин, 400 г', 2, 1),
       (53, 'Перья, 400 г', 2, 1),
       (54, 'Ракушка большая, 400 г', 2, 1),
       (55, 'Гребешок, 400 г', 2, 1),
       (56, 'Спагетти «Яичные», 400 г', 2, 1),
       (57, 'Лапша длинная, 400 г', 2, 1),
       (58, 'Рожки, 400 г', 5, 0),
       (59, 'Рожки витые, 400 г', 5, 0),
       (60, 'Серпантин, 400 г', 5, 0),
       (61, 'Гречка ядрица, 500 г', 8, 0),
       (62, 'Горох колотый, 500 г', 8, 0),
       (63, 'Горох колотый, 800 г', 8, 0),
       (64, 'Семолина «Волшебная», 600 г', 8, 0),
       (65, 'Рис краснодарский, 800 г', 8, 0),
       (66, 'Рис круглозерный, 500 г', 8, 0),
       (67, 'Рис круглозерный, 800 г', 8, 0),
       (68, 'Рис длиннозерный, 500 г', 8, 0),
       (69, 'Рис пропаренный, 500 г', 8, 0),
       (71, 'Спираль, 400 г', 7, 1),
       (72, 'Серпантин, 400 г', 7, 1),
       (73, 'Перья, 400 г', 7, 1),
       (74, 'Рожки, 400 г', 7, 1),
       (75, 'Рожки витые, 400 г', 7, 1),
       (76, 'Сапожок, 400 г', 7, 1),
       (77, 'Рожки соломка, 400 г', 2, 1),
       (78, 'Ракушка, 400 г', 2, 1),
       (79, 'Колечко, 400 г', 2, 1),
       (80, 'Серпантин, 300 г (шок-цена)', 2, 1),
       (81, 'Спагетти, 300 г (шок-цена)', 2, 1),
       (82, 'Перья, 300 г (шок-цена)', 2, 1),
       (83, 'Весь ассортимент', 1, 0),
       (84, 'Весь ассортимент', 2, 1),
       (85, 'Длиннорезы, 400 г', 2, 1),
       (86, 'Короткорезы, 400 г', 2, 1),
       (87, 'Весь ассортимент', 9, 0),
       (88, 'Короткорезы, 400 г', 1, 1),
       (89, 'Длиннорезы, 400 г', 1, 1),
       (90, 'Весь ассортимент', 3, 0),
       (91, 'Бабочки, 300 г', 4, 1),
       (92, 'Бабочки Kids, 400 г', 2, 1),
       (93, 'Маргаритка, 300 г', 4, 1),
       (94, 'Пуговка, 300 г', 4, 1),
       (95, 'Рожки соломка, 300 г', 4, 1),
       (96, 'Длиннорезы, 450 г', 2, 1),
       (97, 'Весь ассортимент', 4, 0),
       (98, 'Спагетти КИДС 300 г', 4, 1),
       (99, 'Лапша длинная КИДС 300 г', 4, 1),
       (100, 'Елочка, 400 г', 10, 1),
       (101, 'Бантики, 400 г', 10, 1),
       (102, 'Гребешок, 400 г', 10, 1),
       (103, 'Сапожок большой, 400 г', 10, 1),
       (104, 'Перья большие, 400 г', 10, 1),
       (105, 'Спагетти, 400 г', 10, 1);

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `products`
--
ALTER TABLE `products`
    ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `products`
--
ALTER TABLE `products`
    MODIFY `id` tinyint(5) UNSIGNED NOT NULL AUTO_INCREMENT,
    AUTO_INCREMENT = 106;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT = @OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS = @OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION = @OLD_COLLATION_CONNECTION */;
