insert into regions (id, code, name, created_at, updated_at)
values  (1, 'ЦФО', 'Центральный федеральный округ', '2024-07-26 22:22:28', '2024-07-26 22:22:28'),
        (2, 'СЗФО', 'Северо-Западный федеральный округ', '2024-07-26 22:42:53', '2024-07-26 22:42:53'),
        (3, 'ЮФО', 'Южный федеральный округ', '2024-07-26 22:43:30', '2024-07-26 22:43:30'),
        (4, 'МСК', 'Москва и Московская область', '2024-07-26 22:44:27', '2024-07-26 22:44:27'),
        (5, 'УФО', 'Уральский федеральный округ', '2024-07-26 22:45:07', '2024-07-26 22:45:07'),
        (6, 'СФО', 'Сибирский федеральный округ', '2024-07-26 22:45:30', '2024-07-26 22:45:30'),
        (7, 'ДВФО', 'Дальневосточный федеральный округ', '2024-07-26 22:45:53', '2024-07-26 23:06:40'),
        (8, 'ПФО', 'Приволжский федеральный округ', '2024-07-26 22:46:17', '2024-07-26 22:46:17'),
        (9, 'KZ', 'Казахстан', '2024-07-26 22:46:57', '2025-02-07 13:01:45'),
        (10, 'BY', 'Беларусь', '2025-02-07 12:53:48', '2025-02-07 12:54:37');
