INSERT INTO regions (id, code, name, created_at, updated_at)
VALUES (1, 'ЦФО', 'Центральный федеральный округ', '2024-07-26 22:22:28', '2024-07-26 22:22:28'),
       (2, 'СЗФО', 'Северо-Западный федеральный округ', '2024-07-26 22:42:53', '2024-07-26 22:42:53'),
       (3, 'ЮФО', 'Южный федеральный округ', '2024-07-26 22:43:30', '2024-07-26 22:43:30'),
       (4, 'МСК', 'Москва и Московская область', '2024-07-26 22:44:27', '2024-07-26 22:44:27'),
       (5, 'УФО', 'Уральский федеральный округ', '2024-07-26 22:45:07', '2024-07-26 22:45:07'),
       (6, 'СФО', 'Сибирский федеральный округ', '2024-07-26 22:45:30', '2024-07-26 22:45:30'),
       (7, 'ДВФО', 'Дальневосточный федеральный округ', '2024-07-26 22:45:53', '2024-07-26 23:06:40'),
       (8, 'ПФО', 'Приволжский федеральный округ', '2024-07-26 22:46:17', '2024-07-26 22:46:17'),
       (9, 'КЗ', 'Казахстан', '2024-07-26 22:46:57', '2024-07-26 22:46:57');
